/* Automatic backups are disabled */
"Automatic Backups Off" = "Cópias de segurança automáticas inactivas";

/* back up now menu item title */
"Back Up Now" = "Efectuar cópia de segurança agora";

/* Backup progress menu item title */
"Backing Up: %@ of %@" = "A efectuar cópia de segurança: %1$@ de %2$@";

/* Browse Other Time Machine disks menu title */
"Browse Other Time Machine Disks" = "Pesquisar outros discos do Time Machine";

/* Calculating changes menu item title */
"Calculating Changes\\U2026" = "A calcular alterações…";

/* Cleaning Up menu item title */
"Cleaning Up\\U2026" = "A limpar…";

/* Cleaning Up menu item title */
"Deleting Old Backups\\U2026" = "A apagar as cópias de segurança antigas...";

/* Enter Time Machine menu item title */
"Enter Time Machine" = "Aceder ao Time Machine";

/* Excluding items menu item title */
"Excluding %@ Items\\U2026" = "A excluir %@ elementos…";

/* Finishing back up menu item title */
"Finishing Backup\\U2026" = "A concluir a cópia de segurança…";

/* Indexing back up menu item title */
"Indexing Backup\\U2026" = "A indexar a cópia de segurança…";

/* Latest backup date format string (successful backup) */
"Latest Backup: %@" = "Última cópia de segurança: %@";

/* Latest backup delayed */
"Latest Backup: Delayed\\U2026" = "Última cópia de segurança: adiada…";

/* Latest backup failed */
"Latest Backup: Failed\\U2026" = "Última cópia de segurança: falhou…";

/* Mounting back up menu item title */
"Making Backup Disk Available\\U2026" = "A disponibilizar o disco de cópia de segurança…";

/* time machine preferences menu item title */
"Open Time Machine Preferences\\U2026" = "Abrir preferências do Time Machine…";

/* Preparing items menu item title */
"Preparing %@ Items\\U2026" = "A preparar %@ elementos…";

/* Preparing back up menu item title */
"Preparing Backup\\U2026" = "A preparar a cópia de segurança…";

/* Scanning items menu item title */
"Scanning %@ Items\\U2026" = "A analisar %@ elementos…";

/* Skip Verification menu item title */
"Skip Verification" = "Ignorar verificação";

/* Skipping verification menu item title */
"Skipping Verification\\U2026" = "A ignorar verificação…";

/* stop backing up menu item title */
"Stop Backing Up" = "Interromper a cópia de segurança";

/* Stopping back up menu item title */
"Stopping Backup\\U2026" = "A parar a cópia de segurança…";

/* Time Machine Not Configured menu item title */
"Time Machine Not Configured" = "Time Machine não configurado";

/* Verify Backups menu item title */
"Verify Backups" = "Verificar cópias de segurança";

/* Verifying backup with percentage menu item title */
"Verifying Backup (%@)" = "A verificar a cópia de segurança (%@)";

/* Verifying backup menu item title */
"Verifying Backup\\U2026" = "A verificar a cópia de segurança…";

/* Latest backup delayed */
"Waiting to Back Up" = "A aguardar para efectuar a cópia de segurança";

